[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Chinese
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=SunX



; Strings in this section are used in several places of the plugin
[Common]
Yes=是
No=否

StateRunning=运行
StateStopped=停止
StatePaused=暂停
StatePausePending=已暂停
StateContinuePending=已继续
StateStartPending=已启动
StateStopPending=已停止

StartupAutomaticDelayed=自动(延迟)
StartupAutomatic=自动
StartupManual=手动
StartupDisabled=禁用

; Some Actions
ActionStarting=启动 %s
ActionStopping=停止 %s
ActionPausing=暂停 %s

; Remote Computer Management
RemoteComputer=远程计算机
AddRemoteComputer=添加



; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ComputerName=计算机名
ServiceName=服务名称
DisplayName=显示名称
Description=描述
BinaryPath=可执行文件路径
StartupType=启动类型
State=状态
DesktopInteraction=桌面交互
OwnProcess=有自己的进程
LogonAs=登录身份
RequiredPrivileges=所需权限



; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=%s 的属性

; Some common form components
btnOK=确定
btnCancel=取消
btnApply=应用(&A)
tsGeneral=常规
tsAdvanced=高级
tsDependencies=依赖关系

; TabSheet General
lblServiceName=服务名称:
lblDisplayName=显示名称(&N):
lblDescription=描述(&D):
lblBinaryPath=可执行文件路径(&E):
lblStartupType=启动类型(&t):
lblState=状态:
popupExecutableShowProperties=显示可执行文件属性(&r)
popupExecutableViewInSeparateLister=用TC的Lister查看可执行文件(单独处理)

btnStart=启动(&S)
btnPause=暂停(&P)
btnStop=停止(&o)
btnRestart=重新启动(&R)
; Please don't make a keyboard shortcut for the delete button!
btnDelete=删除
lblQueryError=注意:在查询服务配置时发生一个错误(错误代码%d).该服务的信息可能不完整或不正确！

; TabSheet Advanced
lblLogonAs=登录身份:
lblPassword=密码(&P):
lblPasswordConfirm=确认密码(&C):
lblErrorControl=错误控制(&E):
checkInteractive=允许此服务与桌面交互(&w)
radioLocalSystem=本地系统帐户(&L)
radioLocalService=本地服务账户(&S)
radioThisAccount=指定的账户(&T):
radioNetworkService=网络服务账户(&N)
comboErrorControl=忽略\n正常\n严重\n关键
btnBrowse=浏览(&B)...
checkOwnProcess=服务运行在自己的进程(&o)
checkWow64=服务是WOW64 (32位服务运行在64位Windows上)
btnLaunchMMC=在这台电脑上启动 MMC 管理单元(&M) (services.msc)

; TabSheet Dependencies
lblDependent=%s 被以下服务依赖:
lblDependencies=%s 依赖以下服务:
TypeDriver=[驱动]
TypeGroup=[组]

; Messages in TabSheet Dependencies
MsgNoDependencies=没有依赖
MsgWarn1=警告:并非所有的依赖关系可确定!
MsgWarn2=最可能的原因:缺少管理权限.

; Dialogs
DlgDeleteText=你确定要删除 %s?
DlgDeleteTitle=删除 %s?

DlgDependentsRunning1=当 %s 被停止,这些服务也将停止.
DlgDependentsRunning2=你确定要停止这些服务?

DlgDependenciesStopped1=当 %s 被启动,这些服务也将启动.
DlgDependenciesStopped2=你确定要启动这些服务?

DlgConfirmAddAccountRight=要运行服务为 "%s",则该帐户必须被授予在日志上作为服务的权限 (%s).\n\n是否继续?
DlgAccountRightAdded=账户 "%s" 获取权限成功.
DlgAccountRightNotAdded=获取权限错误 "%s"!\n错误是: %s (%u).
DlgPasswordsDiffer=密码不匹配!
DlgInvalidAccount=指定的帐户名无效!



[fmPluginSettings]
fmPluginSettings=设置
lblLanguage=语言(&L):
checkShowState=显示服务状态为扩展名(&S)
checkShowSvcNameAsName=在TC面板显示为服务名称(&N)
checkClassicTreeStyle=使用传统风格的依赖关系树(&U)
checkAllowDeleteInPanel=允许在TC面板中删除服务(&A)
checkLoadCustomColumns=在进入插件时加载自定义列查看(&C)
lblClassicTreeStyle=这将使用加号/减号,而不是三角形在Vista和更高
checkEnableRemoteManagement=启用远程计算机管理(&R)
checkToolsShowIcons=在内部/外部工具列表显示图标(&h)
checkAddSvcNameToDependencyTrees=显示服务名称在依存关系树(&d)
lblIniLocation=插件设置文件位置(&e):
btnOK=确定
btnCancel=取消
DlgReloadSettings=当完成编辑点击确定后重新加载插件的设置.



[fmAddRemoteComputer]
fmAddRemoteComputer=添加远程计算机
lblComputerName=远程计算机名(&R):
btnBrowse=浏览(&B)...
btnOK=添加(&A)
btnCancel=取消
DlgSelectComputer=添加选择计算机到列表
